Repository: CrispStrobe/flutter_tuner
Catalog: lib/l10n/app_*.arb
Languages: de

source: Start Tuning
de: Stimmen beginnen

source: Listening...
de: Zuhören...

source: In Tune ✓
de: Gestimmt ✓

source: Too Sharp ↑
de: Zu hoch ↑

source: Too Flat ↓
de: Zu tief ↓

# playing
source: Playing {note}
de: {note} wird gespielt

# micPermissionDenied
source: Microphone permission denied
de: Mikrofonberechtigung verweigert

source: Pitch History
de: Tonhöhenverlauf

source: Frequency Spectrum
de: Frequenzspektrum

source: A4 Frequency
de: A4-Frequenz

source: Guitar
de: Gitarre

source: Violin
de: Geige
